Repository: R3minisce/ViewCast
Catalog: Applications/viewcast/lib/l10n/intl_*.arb
Languages: fr, nl

# requiredErrorText
source: This field cannot be empty.
fr: Ce champ ne peut pas être vide.
nl: Dit veld kan niet leeg zijn.

# minErrorText
source: Value must be greater than or equal to {min}.
fr: La valeur doit être supérieure ou égale à {min}.
nl: De waarde moet groter zijn dan of gelijk aan {min}.

# minLengthErrorText
source: Value must have a length greater than or equal to {minLength}
fr: La valeur doit avoir une longueur supérieure ou égale à {minLength}
nl: De waarde moet een lengte hebben groter dan of gelijk aan {minLength}

# maxErrorText
source: Value must be less than or equal to {max}
fr: La valeur doit être inférieure ou égale à {max}
nl: De waarde moet kleiner zijn dan of gelijk aan of gelijk aan {max}

# maxLengthErrorText
source: Value must have a length less than or equal to {maxLength}
fr: La valeur doit avoir une longueur inférieure ou égale à {maxLength}
nl: De waarde moet kleiner zijn dan of gelijk aan {maxLength}

# emailErrorText
source: This field requires a valid email address.
fr: Ce champ nécessite une adresse e-mail valide.
nl: Dit veld vereist een geldig e-mailadres.

# urlErrorText
source: This field requires a valid URL address.
fr: Ce champ nécessite une adresse URL valide.
nl: Dit veld vereist een geldige URL.

# matchErrorText
source: Value does not match pattern.
fr: La valeur ne correspond pas au modèle.
nl: De waarde komt niet overeen met het model.

# numericErrorText
source: Value must be numeric.
fr: La valeur doit être numérique.
nl: De waarde moet numeriek zijn.

# creditCardErrorText
source: This field requires a valid credit card number.
fr: Ce champ nécessite un numéro de carte de crédit valide.
nl: Dit veld vereist een geldig kredietkaartnummer.

# ipErrorText
source: This field requires a valid IP.
fr: Ce champ nécessite une adresse IP valide.
nl: Dit veld vereist een geldig IP-adres.

# dateStringErrorText
source: This field requires a valid date string.
fr: Ce champ nécessite une chaîne de date valide.
nl: Dit veld vereist een geldige datumreeks.

source: username
fr: nom d'utilisateur
nl: gebruikersnaam

source: password
fr: mot de passe
nl: wachtwoord

source: confirm password
fr: confirmer mot de passe
nl: wachtwoord bevestigen

source: leave
fr: quittez
nl: vertrekken

source: cancel
fr: annuler
nl: annuleren

source: sign in
fr: se connecter
nl: zich aanmelden

# invalidAuth
source: Username or password invalid.
fr: Nom d'utilisateur ou mot de passe invalide.
nl: Gebruikersnaam of wachtwoord ongeldig.

source: forgotten password?
fr: mot de passe oublié ?
nl: Wachtwoord vergeten?

source: connect display
fr: connecter un écran
nl: display aansluiten

# powered
source: Powered by RLR
fr: Réalisé par RLR
nl: Aangedreven door RLR

# error
source: An error occurred. Please try again later.
fr: Une erreur s'est produite. Veuillez réessayer plus tard.
nl: Er is een fout opgetreden. Probeer het later nog eens.

# waiting
source: Waiting for the next cast...
fr: En attente du prochain cast...
nl: Wachtend op de volgende worp...

source: search
fr: recherche
nl: zoeken

# createCast
source: Create a new cast
fr: Créer un nouveau cast
nl: Maak een nieuwe rolverdeling

source: Edit
fr: Modifier
nl: Bewerken

# selectEvent
source: Events selection
fr: Sélection d'événements
nl: Selectie evenementen

# selectGroup
source: Groups selection
fr: Sélection des groupes
nl: Groepen selectie

source: Warning!
fr: Attention !
nl: Waarschuwing!

# warningCast
source: Are you sure you want to delete this cast?
fr: Etes-vous sûr de vouloir supprimer ce cast ?
nl: Weet je zeker dat je deze worp wilt verwijderen?

# snackSuccessCast
source: Cast successfully deleted.
fr: Cast supprimé avec succès.
nl: Cast succesvol verwijderd.

# snackError
source: An error occurred while deleting. Please try again.
fr: Une erreur s'est produite. Veuillez réessayer plus tard.
nl: Er is een fout opgetreden tijdens het verwijderen. Gelieve opnieuw te proberen.

# castGroups
source: {label}'s groups
fr: Groupes de {label}
nl: {label}'s groepen

# castEvents
source: {label}'s events
fr: Evénements de {label}
nl: {label}'s gebeurtenissen

source: create
fr: Créer
nl: maken

# castRowLabel
source: cast label
fr: label du cast
nl: gegoten label

# castRowGroups
source: groups
fr: groupes
nl: groepen

# castRowEvents
source: events
fr: événements
nl: evenementen

source: validate
fr: valider
nl: valideren

# addCastSnackSuccess
source: Cast successfully added.
fr: Cast ajouté avec succès.
nl: Cast succesvol toegevoegd.

# addCastSnackError
source: Cast label already used.
fr: Ce label est déjà utilisé.
nl: Cast label al gebruikt.

# editCastSnackSuccess
source: Cast successfully edited.
fr: Cast modifié avec succès.
nl: Cast succesvol bewerkt.

# editCastSnackError
source: Cast label already used.
fr: Ce label est déjà utilisé.
nl: Cast label al gebruikt.

# groupListEmpty
source: The list is empty. Try adding some groups first.
fr: La liste est vide. Ajoutez d'abord des groupes.
nl: De lijst is leeg. Probeer eerst enkele groepen toe te voegen.

# noName
source: No label was given!
fr: Aucun label n'a été donné !
nl: Er werd geen label gegeven!

# noDisplay
source: No displays!
fr: Aucun écran !
nl: Geen beeldschermen!

source: cast label
fr: label du cast
nl: gegoten label

# eventListEmpty
source: The list is empty. Try adding some events first.
fr: La liste est vide. Ajoutez d'abord des événements.
nl: De lijst is leeg. Probeer eerst enkele evenementen toe te voegen.

# navDashboard
source: dashboard
fr: tableau de bord

# navLives
source: lives
fr: directs
nl: levens

# navDisplays
source: displays
fr: écrans

# navGroups
source: groups
fr: groupes
nl: groepen

# navUsers
source: users
fr: utilisateurs
nl: gebruikers

# navEvents
source: events
fr: événements
nl: evenementen

# navDisconnect
source: disconnect
fr: se déconnecter
nl: loskoppelen

source: delete
fr: supprimer
nl: verwijderen

source: admin panel
fr: panneau d'administration
nl: beheerpaneel

# displayName
source: display label
fr: label de l'écran

source: connect
fr: se connecter

# connectSnackError
source: Invalid display label.
fr: Label de l'écran invalide.
nl: Ongeldig display label.

source: creation date
fr: date de création
nl: aanmaakdatum

# warningDeleteDisplay
source: Are you sure you want to delete this display?
fr: Etes-vous sûr de vouloir supprimer cet écran ?
nl: Weet u zeker dat u dit scherm wilt verwijderen?

# deleteDisplaySnackSuccess
source: Display successfully deleted.
fr: Ecran supprimé avec succès.
nl: Weergave succesvol verwijderd.

# deleteDisplaySnackError
source: An error occurred while deleting. Please try again.
fr: Une erreur s'est produite lors de la suppression. Veuillez réessayer plus tard.
nl: Er is een fout opgetreden tijdens het verwijderen. Gelieve opnieuw te proberen.

# createDisplay
source: Create a new display
fr: Créer un nouvel écran
nl: Maak een nieuw scherm

# editDisplay
source: Edit {label}'s label
fr: Modifier le label de {label}
nl: Bewerk {label}'s label

# addDisplaySnackSucess
source: Display successfully created.
fr: Ecran créé avec succès.
nl: Weergave succesvol gemaakt.

# addDisplaySnackError
source: Display label already used.
fr: Label de l'écran déjà utilisé.
nl: Etiket reeds gebruikt weergeven.

# editDisplaySnackSucess
source: Display successfully edited.
fr: Ecran modifié avec succès.
nl: Weergave succesvol gewijzigd.

# editDisplaySnackError
source: 'Display label already used.
fr: Label de l'écran déjà utilisé.
nl: Etiket reeds gebruikt weergeven.

source: event label
fr: label de l'événement
nl: evenementlabel

# cannotBeZERO
source: Both value cannot be 0.
fr: Les 2 valeurs ne peuvent être 0.
nl: Beide waarden kunnen niet 0 zijn.

# cannotHappenBefore
source: Start time must happen before end time.
fr: L'heure de démarrage doit se produire avant l'heure de fin.
nl: De begintijd moet voor de eindtijd liggen.

source: Frequency :
fr: Fréquence :
nl: Frequentie :

source: seconds
fr: secondes
nl: seconden

# selectStartDate
source: select starting date settings
fr: sélectionner les paramètres pour la date de démarrage
nl: kies begindatum instellingen

# selectEndDate
source: select ending date settings
fr: sélectionner les paramètres pour la date de fin
nl: selecteer einddatum instellingen

# selectView
source: select a view
fr: sélectionner une view
nl: een mening kiezen

# eventName
source: event label
fr: label de l'événement
nl: evenementlabel

# eventDays
source: days
fr: jours
nl: dagen

# eventStartHour
source: starting hour
fr: heure de démarrage
nl: startuur

# eventEndHour
source: ending hour
fr: heure de fin
nl: laatste uur

# eventFreq
source: frequency (s)
fr: fréquence (s)
nl: frequentie (s)

# copyEventSnackSucess
source: Event successfully copied.
fr: Evénement copié avec succès.
nl: Gebeurtenis succesvol gekopieerd.

# addEventSnackError
source: Label already used.
fr: Label déjà utilisé.
nl: Etiket al gebruikt.

# warningDeleteEvent
source: Are you sure you want to delete this event?
fr: Etes-vous sûr de vouloir supprimer cet événement ?
nl: Weet u zeker dat u deze gebeurtenis wilt verwijderen?

# deleteEventSnackSucess
source: Event successfully deleted.
fr: Evénement supprimé avec succès.
nl: Gebeurtenis succesvol verwijderd.

# createView
source: Create a new view
fr: Créer une nouvelle view
nl: Maak een nieuw beeld

# editView
source: Edit {label}
fr: Modifier {label}
nl: Bewerk {label}

# addViewSnackSuccess
source: View successfully added.
fr: View ajoutée avec succès.
nl: Weergave succesvol toegevoegd.

# addViewSnackError
source: Label already used.
fr: Label déjà utilisé.
nl: Etiket al gebruikt.

# editViewSnackSuccess
source: View successfully modified.
fr: View modifiée avec succès.
nl: Bekijk succesvol gewijzigd.

# editViewSnackError
source: Label already used.
fr: Label déjà utilisé.
nl: Etiket al gebruikt.

# groupName
source: group label
fr: label du groupe
nl: groepslabel

# viewName
source: view label
fr: label de la view
nl: etiket bekijken

# groupDisplays
source: displays
fr: écrans

# warningDeleteGroup
source: Are you sure you want to delete this group?
fr: Etes-vous sûr de vouloir supprimer cet événement ?
nl: Weet u zeker dat u deze groep wilt verwijderen?

# deleteGroupSnackSuccess
source: Group successfully deleted.
fr: Groupe supprimé avec succès.
nl: Groep succesvol verwijderd.

# deleteGroupSnackError
source: An error occurred while deleting. Please try again.
fr: Une erreur s'est produite lors de la suppression. Veuillez réessayer plus tard.
nl: Er is een fout opgetreden tijdens het verwijderen. Gelieve opnieuw te proberen.

# createGroup
source: Create a new group
fr: Créer un nouveau groupe
nl: Maak een nieuwe groep

# editGroup
source: Edit {label} group
fr: Modifier le groupe {label}
nl: Bewerk {label} groep

# addGroupSnackSuccess
source: Group successfully added.
fr: Groupe ajouté avec succès.
nl: Groep succesvol toegevoegd.

# addGroupSnackError
source: Group label already used.
fr: Label du groupe déjà utilisé.
nl: Groepsetiket reeds gebruikt.

# editGroupSnackError
source: Group label already used.
fr: Label du groupe déjà utilisé.
nl: Groepsetiket reeds gebruikt.

source: group label
fr: label du groupe
nl: groepslabel

# groupDisplayName
source: {label}'s displays
fr: Ecrans de {label}

# mustBeAuth
source: You must be authenticated to see this page.
fr: Vous devez être connecté pour voir cette page.
nl: U moet geauthenticeerd zijn om deze pagina te zien.

# returnToAuth
source: return to authentication page
fr: aller à la page d'authentification
nl: terug naar de authenticatiepagina

# passwordNotMatch
source: Passwords do not match.
fr: Les mots de passe ne sont pas identiques.
nl: De wachtwoorden komen niet overeen.

# generatePass
source: generate password
fr: générer mot de passe
nl: wachtwoord genereren

# addUserSnackSuccess
source: User successfully added.
fr: Utilisateur ajouté avec succès.
nl: Gebruiker succesvol toegevoegd.

# addUserSnackError
source: Username already used.
fr: Nom d'utilisateur déjà utilisé.
nl: Gebruikersnaam reeds gebruikt.

# editUserSnackSuccess
source: User successfully edited.
fr: Utilisateur modifié avec succès.
nl: Gebruiker succesvol bewerkt.

# editUserSnackError
source: Username already used.
fr: Nom d'utilisateur déjà utilisé.
nl: Gebruikersnaam reeds gebruikt.

# userGroups
source: groups
fr: groupes
nl: groepen

# userAdmin
source: admin
fr: administrateur

# warningDeleteUser
source: Are you sure you want to delete this user?
fr: Etes-vous sûr de vouloir supprimer cet utilisateur ?
nl: Weet u zeker dat u deze gebruiker wilt verwijderen?

# deleteUserSnackSuccess
source: User successfully deleted.
fr: Utilisateur supprimé avec succès.
nl: Gebruiker succesvol verwijderd.

# deleteUserSnackError
source: An error occurred while deleting. Please try again.
fr: Une erreur est survenue pendant la suppression. Veuillez réessayer plus tard.
nl: Er is een fout opgetreden tijdens het verwijderen. Gelieve opnieuw te proberen.

# createUser
source: Create a new user
fr: Créer un nouvel utilisateur
nl: Een nieuwe gebruiker aanmaken

# editUser
source: Edit {username}'s profile
fr: Modifier le profil de {username}
nl: Wijzig {username}'s profiel

# shouldBeAdmin
source: Should the user be admin ?
fr: L'utilisateur doit-il être administrateur ?
nl: Moet de gebruiker een admin zijn?

# shouldBeAdminName
source: Should {username} be admin ?
fr: {username} doit-il être administrateur ?
nl: Moet {username} admin zijn ?

# userGroupsName
source: {username}'s groups
fr: Les groupes de {username}
nl: {username}'s groepen

# notEnoughPerms
source: You don't have enough permission to see this page.
fr: Vous n'avez pas les permissions nécessaires pour accéder à cette page.
nl: Je hebt niet genoeg toestemming om deze pagina te zien.

# warningDeleteFile
source: Are you sure you want to delete this file?
fr: Êtes-vous sûr de vouloir supprimer ce fichier ?
nl: Weet u zeker dat u dit bestand wilt verwijderen?

# deleteFileSnackSuccess
source: File deleted successfully.
fr: Fichier supprimé avec succès.
nl: Bestand succesvol verwijderd.

# deleteFileSnackError
source: An error occurred while deleting. Please try again.
fr: Une erreur est survenue pendant la suppression. Veuillez réessayer plus tard.
nl: Er is een fout opgetreden tijdens het verwijderen. Gelieve opnieuw te proberen.

# fileSizeExt
source: Files must be less than 4MB and have one of the following extensions :.jpg, .png, .jpeg, .gif.
fr: Les fichiers doivent faire moins de 4MB et avoir une des extensions suivantes:.jpg, .png, .jpeg, .gif.
nl: De bestanden moeten kleiner zijn dan 4 MB en een van de volgende extensies hebben: .jpg, .png, .jpeg, .gif.

# viewFiles
source: files
fr: fichiers
nl: bestanden

source: file management
fr: Gestion des fichiers
nl: bestandsbeheer

# manageFiles
source: manage your files
fr: Gérer vos fichiers
nl: beheer uw bestanden

# warningDeleteView
source: Are you sure you want to delete this view?
fr: Êtes-vous sûr de vouloir supprimer cette view ?
nl: Weet u zeker dat u dit uitzicht wilt verwijderen?

# deleteViewSnackSuccess
source: View successfully deleted.
fr: View supprimée avec succès.
nl: Weergave succesvol verwijderd.

# deleteViewSnackError
source: An error occurred while deleting. Please try again.
fr: Une erreur est survenue pendant la suppression. Veuillez réessayer plus tard.
nl: Er is een fout opgetreden tijdens het verwijderen. Gelieve opnieuw te proberen.

# viewFilesName
source: View {view}'s files
fr: Les fichiers de {view}
nl: Bekijk {view}'s bestanden

# createEvent
source: Create a new event
fr: Créer un événement
nl: Maak een nieuwe gebeurtenis

source: Edit {event}
fr: Modifier {event}
nl: Bewerk {event}

# addEventSnackSuccess
source: Event successfully added.
fr: Evénement modifié avec succès.
nl: Evenement succesvol toegevoegd.

# addEventConflicts
source: The modification cannot be executed due to conflicts with the following events: {data}
fr: La modification ne peut pas être exécutée dûe à des conflits avec les événements suivants: {data}
nl: De wijziging kan niet worden uitgevoerd wegens conflicten met de volgende gebeurtenissen: {data}

# editEventSnackSuccess
source: Event successfully modified.
fr: Evénement modifié avec succès.
nl: Gebeurtenis succesvol gewijzigd.

source: standard mode
fr: mode standard
nl: standaardmodus

source: recurrent mode
fr: mode récurrent
nl: terugkerende modus

source: file(s)
fr: fichier(s)
nl: bestand(en)

# minuteField
source: Minutes field :
fr: Champs des minutes :
nl: Minutenvelden :

# secondField
source: Seconds field :
fr: Champs des secondes :
nl: Tweede velden :

source: Monday
fr: Lundi
nl: Maandag

source: Tuesday
fr: Mardi
nl: Dinsdag

source: Wednesday
fr: Mercredi
nl: Woensdag

source: Thursday
fr: Jeudi
nl: Donderdag

source: Friday
fr: Vendredi
nl: Vrijdag

source: Saturday
fr: Samedi
nl: Zaterdag

source: Sunday
fr: Dimanche
nl: Zondag

# currentLives
source: Current casts
fr: Casts en cours
nl: Huidige afgietsels

source: minutes
nl: minuten

# eventDate
source: date
nl: datum

# editGroupSnackSuccess
source: Group successfully edited.
nl: Groep succesvol bewerkt.
